import os

BOT_TOKEN = '5201322204:AAHQWkxesObLqrC42-G_dE8uaiC_SldX7Yw'
CHANNEL_ID = -1001538746077 # -624468593
CHANNEL_NAME = 'More Mebel'
ADMINS = []

BASE_DIR = os.path.dirname(__file__)
MEDIA_DIR = os.path.join(BASE_DIR, '..', 'images')

USER_ANSWER_TEXT = f"""
Это бот для продвижение канала {CHANNEL_NAME}.
Пожалуйста обратитесь к администрации.
Спасибо за понимание! 😊
Тел: +998998798832

Мебель на заказ на любой вкус и цвет. Звоните в любой время будем рады!!!
📱+998998798832
🔗https://t.me/more_mebel
"""

CHANNEL_TEXT = """
Мебель на заказ на любой вкус и цвет. Звоните в любой время будем рады!!!
📱+998998798832
🔗https://t.me/more_mebel
"""
CHANNEL_IMAGE_TEXT = 'Тел: +998998798832'
